/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Impossible d’effectuer l’action";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Réessayez plus tard.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Ce format de données multimédias n’est pas reconnu.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Ce contenu multimédia est peut-être endommagé.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Cette app n’est pas autorisée à lire ce fichier."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Ce contenu multimédia est inutilisable.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Impossible de décoder";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Le décodeur requis pour ce contenu multimédia est occupé.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Arrêtez toute autre action qui décode le support puis réessayez.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Le contenu multimédia ne peut pas être utilisé sur cet ordinateur.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Le contenu ne peut pas être lu sur le moniteur externe.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Le contenu protégé ne peut pas être lu avec la configuration système actuelle.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "La piste vidéo en sortie du transcodage possède un nombre incorrect d’images";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Le nombre d’images en sortie du transcodage n’est pas égal à la source, qui ne contient aucun segment modifié.";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Échec du décodage";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "le décodeur a rencontré une erreur";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Échec de l’encodage";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "l’encodeur a rencontré une erreur";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_Description" = "Clé hors ligne fournie non valide";
"AVFoundationCFErrorDomain_AVCFErrorInvalidPersistentKey_FailureReason" = "Il se peut que la clé hors ligne fournie ne soit pas valide ou que le répertoire de stockage de clés persistant soit introuvable.";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorContentIsNotAuthorized_FailureReason" = "Cet ordinateur n’est pas autorisé à lire ce contenu.";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorApplicationIsNotAuthorized_FailureReason" = "Cette app n’est pas autorisée à lire le contenu protégé.";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_Description" = "Ouverture impossible";
"AVFoundationCFErrorDomain_AVCFErrorContentIsUnavailable_FailureReason" = "Ce contenu n’est plus disponible.";
